//
//  CTAssetsPicker.strings
//  Nextcloud iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

/* Navigation bar buttons */
"Cancel" = "Cancel·la";
"Done" = "Fet";

/* Default title */
"Photos" = "Fotos";

/* No. of selected */
"%@ Photo Selected" = "%@ Foto Sel·leccionada";
"%@ Photos Selected" = "%@ Fotos Sel·leccionades";
"%@ Video Selected" = "%@ Video Sel·leccionat";
"%@ Videos Selected" = "%@ Videos Sel·leccionats";
"%@ Items Selected" = "%@ elements sel·leccionats";

/* Grid view footer */
"%@ Photos" = "%@ Fotos";
"%@ Videos" = "%@ Videos";
"%@ Photos, %@ Videos" = "%1$@ Fotos, %2$@ Videos";

/* Assets index */
"%@ of %@" = "%1$@ de %2$@";

/* Messages if privacy is not granted */
"This app does not have access to your photos or videos." = "This app does not have access to your photos or videos.";
"You can enable access in Privacy Settings." = "Pots donar accés a les opcions de Privacitat.";

/* Messages if no assets */
"No Photos or Videos" = "No hi ha Fotos ni Videos";

/* The parameter will be replaced by the device model name */
"You can take photos and videos using the camera, or sync photos and videos onto your %@\nusing iTunes." = "You can take photos and videos using the camera, or sync photos and videos onto your %@\nusing iTunes.";
"You can sync photos and videos onto your %@ using iTunes." = "You can sync photos and videos onto your %@ using iTunes.";

/* Accessibility labels */
"Play" = "Reprodueix";
"Select" = "Sel·lecciona";
"Deselect" = "Desel·lecciona";

/* Video duration spell out */
"hours" = "hores";
"hour" = "hora";
"minutes" = "minuts";
"minute" = "minut";
"seconds" = "segons";
"second" = "sego";

/* Error message of playing stream video */
"Cannot Play Stream Video" = "Cannot Play Stream Video";
"OK" = "D\'acord";
